Repository: dex4er/wordpress-openid
Catalog: localization/openid-*.po
Languages: pl_pl

source: OpenID options
pl_pl: Opcje OpenID

source: Your OpenIDs
pl_pl: Twoje OpenID

source: Your Trusted Sites
pl_pl: Twoje zaufane serwisy

source: OpenID Settings
pl_pl: Ustawienia OpenID

source: Settings
pl_pl: Ustawienia

source: OpenID cache refreshed.
pl_pl: Pamięć podręczna OpenID została odświeżona.

source: Please note that all OpenID Consumer options have been moved to their respective sections of the <a href="options-general.php">General Settings</a> and <a href="options-discussion.php">Discussion Settings</a> pages.
pl_pl: Zwróć uwagę, że wszystkie opcje Konsumenta OpenID zostały przeniesione do odpowiednich sekcji <a href="options-general.php">Ustawień ogólnych</a> oraz <a href="options-discussion.php">Ustawień dyskusji</a>.

source: The OpenID Provider allows authorized users to use their author URL as an OpenID, either using their local WordPress username and password, or by delegating to another OpenID Provider.
pl_pl: Dostawca OpenID pozwala upoważnionym użytkownikom na użycie adresu URL autora jako identyfikatora OpenID, zarówno gdy jest to użytkownik lokalny, mający swoją nazwę i hasło, jak i zdelegowany do innego Dostawcy OpenID.

source: Enable OpenID
pl_pl: Włącz OpenID

source: Enable the local OpenID Provider for these roles:
pl_pl: Włącz tryb Dostawcy OpenID dla wymienionych ról:

source: Blog Owner
pl_pl: Właściciel bloga

source: Authorized accounts on this blog can use their author URL (i.e. <em>%1$s</em>) as an OpenID. The Blog Owner will be able to use the blog address (%2$s) as their OpenID. If this is a single-user blog, you should set this to your account.
pl_pl: Upoważnieni użytkownicy mogą użyć swojego adresu URL autora (np. <em>%1$s</em>) jako identyfikator OpenID. Właściciel bloga będzie mógł użyć adresu URL bloga (%2$s). Jeżeli ten serwis jest blogiem dla jednego użytkownika, należy wybrać tego użytkownika.

source: A Blog Owner cannot be set for this blog. To set a Blog Owner, first remove the following line from your <code>wp-config.php</code>:
pl_pl: Nie można ustawić właściciela bloga dla tego bloga. Aby ustawić właściciela bloga, należy wpierw usunać poniższe linie z pliku <code>wp-config.php</code>:

source: (none)
pl_pl: (brak)

source: Only the current Blog Owner (%s) can change this setting.
pl_pl: Wyłącznie aktualny właściciel bloga (%s) może zmienić te ustawienia.

source: Troubleshooting
pl_pl: Rozwiązywanie problemów

source: If users are experiencing problems logging in with OpenID, it may help to %1$srefresh the cache%2$s.
pl_pl: Jeżeli użytkownicy maja problemy z logowaniem się za pomocą OpenID, pomóc może %1$sopróżnienie pamięci podręcznej%2$s.

source: Save Changes
pl_pl: Zapisz zmiany

source: Success:
pl_pl: Sukces:

source: Warning:
pl_pl: Ostrzeżenie:

source: Error:
pl_pl: Błąd:

source: Your Verified OpenIDs
pl_pl: Twoje zweryfikowane OpenID

source: You may associate one or more OpenIDs with your account. This will allow you to login to WordPress with your OpenID instead of a username and password. <a href="http://openid.net/what/" target="_blank">Learn more...</a>
pl_pl: Możesz skojarzyć jeden lub więcej identyfikatorów OpenID ze swoim kontem. To pozwoli na logowanie się do WordPressa z wykorzystaniem OpenID zamiast nazwy użytkownika i hasła. <a href="http://openid.net/what/" target="_blank">Dowiedz się więcej...</a>

source: Bulk Actions
pl_pl: Operacje hurtowe

source: Delete
pl_pl: Skasuj

source: Apply
pl_pl: Zastosuj

source: Account
pl_pl: Konto

source: No Verified Accounts.
pl_pl: Brak zweryfikowanych kont.

source: Add OpenID
pl_pl: Dodaj OpenID

source: Added %d trusted site.
pl_pl: Dodano %d zaufany serwis.

source: Deleted %d trusted site.
pl_pl: Skasowano %d zaufany serwis.

source: This is a list of sites that you can automatically login to using your OpenID account. You will not be asked to approve OpenID login requests for your trusted sites.
pl_pl: To jest lista serwisów, do których możesz zalogować się automatycznie z użyciem swojego konta OpenID. Logowanie do zaufanych serwisów nie wymaga potwierdzania.

source: Last Login
pl_pl: Ostatnie logowanie

source: No Trusted Sites.
pl_pl: Brak zaufanych serwisów.

source: Import Trusted Sites
pl_pl: Importowanie zaufanych serwisów

source: Enter a list of URLs to be added to your Trusted Sites.
pl_pl: Wprowadź listę adresów URL zaufanych serwisów.

source: Add Sites
pl_pl: Dodaj serwisy

source: (One URL per line)
pl_pl: (Jeden URL w każdej linii)

source: Status information:
pl_pl: Stan wtyczki:

source: All Systems Nominal
pl_pl: Wszystko poprawnie

source: System Status
pl_pl: Stan systemu

source: Toggle More/Less
pl_pl: Pokaż więcej/mniej szczegółów

source: Plugin is currently disabled. Fix the problem, then Deactivate/Reactivate the plugin.
pl_pl: Wtyczka jest wyłączona. Napraw problem, a następnie włącz ją ponownie.

source: FAIL
pl_pl: PROBLEM

source: You already have this OpenID!
pl_pl: Już masz OpenID

source: This OpenID is already associated with another user.
pl_pl: Ten OpenID jest już skojarzony z innym użytkownikiem.

source: Unable to authenticate OpenID.
pl_pl: Nie można uwierzytelnić OpenID.

source: OpenID assertion successful, but this URL is already associated with another user on this blog.
pl_pl: OpenID zweryfikowane poprawnie, ale URL jest już skojarzony z innym użytkownikiem na tym blogu.

source: Added association with OpenID.
pl_pl: Dodano stowarzyszenie z OpenID.

source: <strong>Note:</strong> For security reasons, your profile URL has been updated to match your OpenID.
pl_pl: <strong>Uwaga:</strong> Ze względów bezpieczeństwa, URL twojego profilu został zaktualizowany, aby pasował do twojego OpenID.

source: OpenID Warning
pl_pl: Ostrzeżenie OpenID

source: Are you sure you want to delete all of your OpenID associations? Doing so may prevent you from logging in.
pl_pl: Czy na pewno skasować wszystkie twoje stowarzyszenia OpenID? To może uniemożliwić zalogowanie się.

source: Yes I'm sure. Delete.
pl_pl: Tak, na pewno skasować.

source: No, don't delete.
pl_pl: Nie, nie kasować.

source: Deleted %d OpenID association.
pl_pl: Skasowano %d stowarzyszenie OpenID.

source: OpenID association delete failed: Unknown reason.
pl_pl: Skasowanie stowarzyszenia OpenID nie powiodło się: Powód nierozpoznany.

source: For security reasons, your profile URL must be one of your claimed OpenIDs: %s
pl_pl: Z powodów bezpieczeństwa, adres URL twojego profilu musi być jednym z twoich OpenID: %s

source: OpenID Delegation
pl_pl: Delegacje OpenID

source: OpenID Delegation allows you to use an external OpenID provider of your choice.
pl_pl: Delegacje OpenID pozwalają na wykorzystanie zewnętrznego dostawcy OpenID.

source: To delegate, enter a valid OpenID. Otherwise leave this blank.
pl_pl: Aby zdelegować OpenID, wprowadź prawidłowy identyfikator OpenID. W przeciwnym razie pozostaw niewypełnione.

source: Unable to find any OpenID information for delegate URL %s
pl_pl: Nie można odnaleźć informacji OpenID do zdelegowania URL %s

source: You cannot delegate to an OpenID provider which uses Identifier Select.
pl_pl: Nie można zdelegować OpenID do dostawcy, który wykorzystuje wybór identyfikatora.

source: New accounts can only be created with verified OpenIDs.
pl_pl: Nowe konta mogą być utworzone tylko, gdy OpenID zostanie zweryfikowane.

source: New accounts can only be created with verified OpenIDs
pl_pl: Nowe konta mogą być utworzone tylko, gdy OpenID zostanie zweryfikowane

source: Enable OpenID for comments
pl_pl: Włącz OpenID dla komentarzy

source: Do not require name and e-mail for comments left with a verified OpenID
pl_pl: Nie wymagaj nazwy użytkownika i adresu email dla komentarzy, gdy OpenID zostanie zweryfikowane

source: Always approve comments left with a verified OpenID
pl_pl: Zawsze akceptuj komentarze, gdy OpenID zostanie zweryfikowane

source: Error: please fill the required fields (name, email).
pl_pl: Błąd: proszę wypełnić wymagane pola (nazwa użytkownika, email).

source: Error: please enter a valid email address.
pl_pl: Błąd: prosze podać poprawny adres email.

source: Authenticate this comment using <span class="openid_link">OpenID</span>.
pl_pl: Uwierzytelnij ten komentarz za pomocą <span class="openid_link">OpenID</span>.

source: OpenID Authentication Error
pl_pl: Błąd uwierzytelnienia OpenID

source: We were unable to authenticate your claimed OpenID, however you can continue to post your comment without OpenID:
pl_pl: Nie można było uwierzytelnić komentarza za pomocą OpenID, ale dalej można go dodać bez wykorzystania OpenID:

source: Submit Comment
pl_pl: Wprowadź komentarz

source: User was created fine, but wp_login() for the new user failed. This is probably a bug.
pl_pl: Użytkownik został utworzony, ale wywołanie wp_login() nie powiodło się. Prawdopodobnie jest to jakiś błąd.

source: OpenID authentication successful, but failed to create WordPress user. This is probably a bug.
pl_pl: Uwierzytelnienie za pomocą OpenID powiodło się, ale nie udało się utworzyć użytkownika WordPress. Prawdopodobnie jest to jakiś błąd.

source: Since your browser does not support JavaScript, you must press the Continue button once to proceed.
pl_pl: Ponieważ twoja przeglądarka nie obsługuje JavaScript, musisz wybrać przycisk Kontynuuj.

source: Continue
pl_pl: Kontynuuj

source: Please Wait...
pl_pl: Proszę poczekać...

source: OpenID Authentication Redirect
pl_pl: Przekierowanie uwierzytelnienia OpenID

source: OpenID login was cancelled.
pl_pl: Logowanie OpenID zostało anulowane.

source: OpenID login failed: %s
pl_pl: Niepowodzenie logowania OpenID: %s

source: OpenID login successful
pl_pl: Logowanie OpenID powiodło się

source: Unknown Status. Bind not successful. This is probably a bug.
pl_pl: Status nierozpoznany. Logowanie nie powiodło się. Prawdopodobnie jest to jakiś błąd.

source: Could not discover an OpenID identity server endpoint at the url: %s
pl_pl: Nie można rozpoznać adresu serwera OpenID dla adresu URL: %s

source: Your have entered a valid OpenID, but this site is not currently accepting new accounts.
pl_pl: Podano prawidłowy OpenID, ale ten serwis nie pozwala na założenie nowego konta.

source: Or login using an OpenID
pl_pl: Logowanie za pomocą OpenID

source: Learn about OpenID
pl_pl: Dowiedz się o OpenID

source: Register using an OpenID:
pl_pl: Zarejestruj z wykorzystaniem OpenID:

source: Or register using an OpenID:
pl_pl: Lub zarejestruj z wykorzystaniem OpenID:

source: <strong>ERROR</strong>:
pl_pl: <strong>BŁĄD</strong>:

source: New users must register using OpenID.
pl_pl: Nowi użytkownicy muszą się zarejestrować za pomocą OpenID.

source: OpenID Login Error
pl_pl: Błąd logowania OpenID

source: Because you have delegated your OpenID, you cannot login with the URL <strong>%s</strong>. Instead, you must use your full OpenID when logging in.
pl_pl: Ponieważ OpenID zostało zdelegowane, nie można zalogować się z wykorzystaniem adresu URL <strong>%s</strong>. Należy podać pełny identyfikator OpenID.

source: Your full OpenID is: %s
pl_pl: Twój identyfikator OpenID: %s

source: Logged in as %1$s (%2$s). <a href="%3$s">Use a different account?</a>
pl_pl: Zalogowano jako %1$s (%2$s). <a href="%3$s">Użyj innego konta?</a>

source: Verify Your Identity
pl_pl: Zweryfikuj swoją tożsamość

source: %s has asked to verify your identity.
pl_pl: %s prosi o zweryfikowanie twojej tożsamosci.

source: Click <strong>Continue</strong> to verify your identity and login without creating a new password.
pl_pl: Wybierz <strong>Kontynuuj</string> aby zweryfikować swoją tożsamość i zalogować się bez tworzenia nowego hasła.

source: Cancel and go back
pl_pl: Anuluj i cofnij

source: Manage or remove access on the <a href="%s" target="_blank">Trusted Sites</a> page.
pl_pl: Zarządzaj dostępem do konta na stronie ustawień <a href="%s" target="_blank">Zaufane serwisy</a>.

source: <a href="%s" target="_blank">Edit your profile</a> to change the information that gets shared with Trusted Sites.
pl_pl: <a href="%s" target="_blank">Edytuj twój profil</a> aby zmienić informacje, które będą udostępniane zaufanym serwisom.

source: Also grant access to see my %s.
pl_pl: Dodatkowo zezwól na dostęp dla %s.

source: Allows the use of OpenID for account registration, authentication, and commenting. Also includes an OpenID provider which can turn WordPress author URLs into OpenIDs.
pl_pl: Pozwala na użycie OpenID w celu zarejestrowania konta, zalogowania się oraz dodawania komentarzy. Dodatkowo zawiera moduł dostawcy OpenID, który zamienia adresy URL autorów bloga w identyfikatory OpenID.
